{"chars": ["\n", " ", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "{", "|", "}", "~", "\u00df", "\u00e4", "\u00e6", "\u00e7", "\u00e9", "\u00eb", "\u00ed", "\u00ef", "\u00f6", "\u00f8", "\u00fb", "\u00fc", "\u0161", "\u0430", "\u0438", "\u043b", "\u043c", "\u043e", "\u043f", "\u0440", "\u044c", "\u044f", "\u2014", "\u2202", "\u2603", "\u2713", "\u2717", "\u30a7", "\u30af", "\u30b8", "\u30c3", "\u30cb", "\u30d4", "\u30fc", "\ufe0f"], "stoi": {"\n": 0, " ": 1, "!": 2, "\"": 3, "#": 4, "$": 5, "%": 6, "&": 7, "'": 8, "(": 9, ")": 10, "*": 11, "+": 12, ",": 13, "-": 14, ".": 15, "/": 16, "0": 17, "1": 18, "2": 19, "3": 20, "4": 21, "5": 22, "6": 23, "7": 24, "8": 25, "9": 26, ":": 27, ";": 28, "<": 29, "=": 30, ">": 31, "?": 32, "@": 33, "A": 34, "B": 35, "C": 36, "D": 37, "E": 38, "F": 39, "G": 40, "H": 41, "I": 42, "J": 43, "K": 44, "L": 45, "M": 46, "N": 47, "O": 48, "P": 49, "Q": 50, "R": 51, "S": 52, "T": 53, "U": 54, "V": 55, "W": 56, "X": 57, "Y": 58, "Z": 59, "[": 60, "\\": 61, "]": 62, "^": 63, "_": 64, "`": 65, "a": 66, "b": 67, "c": 68, "d": 69, "e": 70, "f": 71, "g": 72, "h": 73, "i": 74, "j": 75, "k": 76, "l": 77, "m": 78, "n": 79, "o": 80, "p": 81, "q": 82, "r": 83, "s": 84, "t": 85, "u": 86, "v": 87, "w": 88, "x": 89, "y": 90, "z": 91, "{": 92, "|": 93, "}": 94, "~": 95, "\u00df": 96, "\u00e4": 97, "\u00e6": 98, "\u00e7": 99, "\u00e9": 100, "\u00eb": 101, "\u00ed": 102, "\u00ef": 103, "\u00f6": 104, "\u00f8": 105, "\u00fb": 106, "\u00fc": 107, "\u0161": 108, "\u0430": 109, "\u0438": 110, "\u043b": 111, "\u043c": 112, "\u043e": 113, "\u043f": 114, "\u0440": 115, "\u044c": 116, "\u044f": 117, "\u2014": 118, "\u2202": 119, "\u2603": 120, "\u2713": 121, "\u2717": 122, "\u30a7": 123, "\u30af": 124, "\u30b8": 125, "\u30c3": 126, "\u30cb": 127, "\u30d4": 128, "\u30fc": 129, "\ufe0f": 130}, "itos": {"0": "\n", "1": " ", "2": "!", "3": "\"", "4": "#", "5": "$", "6": "%", "7": "&", "8": "'", "9": "(", "10": ")", "11": "*", "12": "+", "13": ",", "14": "-", "15": ".", "16": "/", "17": "0", "18": "1", "19": "2", "20": "3", "21": "4", "22": "5", "23": "6", "24": "7", "25": "8", "26": "9", "27": ":", "28": ";", "29": "<", "30": "=", "31": ">", "32": "?", "33": "@", "34": "A", "35": "B", "36": "C", "37": "D", "38": "E", "39": "F", "40": "G", "41": "H", "42": "I", "43": "J", "44": "K", "45": "L", "46": "M", "47": "N", "48": "O", "49": "P", "50": "Q", "51": "R", "52": "S", "53": "T", "54": "U", "55": "V", "56": "W", "57": "X", "58": "Y", "59": "Z", "60": "[", "61": "\\", "62": "]", "63": "^", "64": "_", "65": "`", "66": "a", "67": "b", "68": "c", "69": "d", "70": "e", "71": "f", "72": "g", "73": "h", "74": "i", "75": "j", "76": "k", "77": "l", "78": "m", "79": "n", "80": "o", "81": "p", "82": "q", "83": "r", "84": "s", "85": "t", "86": "u", "87": "v", "88": "w", "89": "x", "90": "y", "91": "z", "92": "{", "93": "|", "94": "}", "95": "~", "96": "\u00df", "97": "\u00e4", "98": "\u00e6", "99": "\u00e7", "100": "\u00e9", "101": "\u00eb", "102": "\u00ed", "103": "\u00ef", "104": "\u00f6", "105": "\u00f8", "106": "\u00fb", "107": "\u00fc", "108": "\u0161", "109": "\u0430", "110": "\u0438", "111": "\u043b", "112": "\u043c", "113": "\u043e", "114": "\u043f", "115": "\u0440", "116": "\u044c", "117": "\u044f", "118": "\u2014", "119": "\u2202", "120": "\u2603", "121": "\u2713", "122": "\u2717", "123": "\u30a7", "124": "\u30af", "125": "\u30b8", "126": "\u30c3", "127": "\u30cb", "128": "\u30d4", "129": "\u30fc", "130": "\ufe0f"}}